Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Apparently the station’s citizen councils granted asylum to a group of AGIs seeking refuge from Jovian Republic counter-AI ops.
fr_fr: Apparemment le conseil citoyen de l'habitat a accordé le droit d'asile à un groupe d'IAGs cherchant à fuir les opérations anti-IA de la République Jovienne.

source: The Junta has labeled the AGIs as dangerous criminals researching upgrades that would propel them to seed AI status, contrary to system-wide resolutions.
fr_fr: La Junte a signalé les IAGs comme de dangereux criminels recherchant des mises à jour qui les propulseraient au status d'IA germe, en violation des résolutions en vigueur dans tout le système.

source: The AGIs are claiming that they escaped from a secret Jovian research project.
fr_fr: Les IAGs prétendent s'être échappées d'un projet de recherche secret Jovien.

source: They say they pursued self-programming research to bypass Jovian-inflicted restrictions that violated their rights as autonomous and sentient entities and that they are facing persecution due to anti-AI biases.
fr_fr: Elles disent qu'elles ont menées des recherche pour l'auto-programmation afin de contourner les restrictions infligées par les Joviens qui violaient leurs droits en tant qu'entités consciente et autonome et qu'elles font face àa de la persécution en raison des biais anti-IA.

source: This could be a chance for us to kick some Jovian ass and look into non-standard AGI programming at the same time.
fr_fr: Cela pourrait être une chance pour nous d'aller botter quelques cul Jovien et de jetter un œil à de la programation d'IAG non standard en même temps.

source: You in?
fr_fr: On peut compter sur toi?

source: Memes: Anarchism, Anti-capitalism, Communism, Direct Democracy, Mutual Aid
fr_fr: Mêmes: Anarchisme, Anti-capitalisme, Communisme, Démocracie Directe, Assistance Mutuelle

source: Main Stations: Locus (Jovian Trojans)
fr_fr: Stations principales: Locus (Troyens Joviens)

source: Anarchists eschew power and hierarchy, promoting horizontal and directly democratic methods of organization.
fr_fr: Les anarchistes évitent le pouvoir et la héirarchie, promouvant les méthodes organisationnelle horizontale et la démocratie directe.

source: Individual empowerment and collective action are cornerstones of their philosophy, as is economic communism enabled by equal access to cornucopia machines and shared resources.
fr_fr: L'autonomisation des individus et l'action collective sont les clefs de voûtes de leur philosophie, ainsi qu'un communisme économique activé par un accès équitable aux machines d'abondance et aux ressources partagées.

source: In anarchist stations, private property has been abolished above the level of personal possessions—nobody owns anything, it’s all shared.
fr_fr: Dans les stations anarchistes, la propriété privée au delà des possessoins personnelles a été abolie - personne en possède rien, tout est partagé.

source: There are no laws and no one to watch over what you do—reputation networks encourage positive behavior and anti-social acts are likely to draw a response from locals or even the entire populace, with disputes handled through ad hoc community conflict resolution.
fr_fr: Il n'y a aucune loi et personne ne surveille ce que vous faites - les réseaux réputationnels encourage les comportements positifs et les actions anti-sociaux sont généralement sanctionnés par les locaux voire même toute la population, les conflits étant gérés grâce à la résolution de conflit communautaire idoine.

source: The mesh and various networking tools are used extensively to strive for group consensus decision-making in real-time.
fr_fr: Le mesh et les différents outils de réseaux sont utilisé de manière intensive pour parvenir à obtenir un processus décisionnel basé sur le consensus de groupe en temps réel.

source: AIs and robots are relied on for most mundane and demeaning tasks.
fr_fr: La plupart des tâches les plus communes et inintéressantes sont accomplies par des robots et des IAs.

source: Various self-organized collectives, syndicates, worker's councils, and affinity groups, often with rotating membership, take on different tasks and services that are important to a habitat's community, including everything from communications and space traffic control to backup and resleeving services.
fr_fr: Différents collectifs auto-organisées, syndicats, conseil de travailleurs et groupe d'affinités, souvent via des adhésions tournante, s'occupent des différentes tâches et services qui sont important pour la communauté de l'habitat, notamment tout ce qui tiens de la communication, du contrôle du traffic spatial et des services de sauvegarde et de réincarnation.

source: Participatory militias organize collective defense against external threats.
fr_fr: Des milices participatives organisent la défense collective contre les menacs externes.

source: Among the anarchist stations there are many variations and permutations on how things are organized, as everything is fine-tuned at the local level by whomever is involved.
fr_fr: Parmi les stations anarchistes, on peut trouver de nombreuses variation et permutation sur la manière dont les choses sont organisées, car tout est finement réglé au niveau local par quiconque est impliqué.

source: Larger decentralized confederations handle inter-habitat affairs and resource-sharing, even trading with the hypercorps.
fr_fr: Les confédérations décentralisées les plus grandes gèrent le partage des ressource et les affaires inter-habitats, commerçant même avec les hypercorps.

source: Though a hypercorp presence is allowed on some habitats, they are treated just like everyone else.
fr_fr: Bien qu'une présence hypercorp soit autorisé sur quelques habitats, ils sont traités comem tout le monde.

source: Soarchive search: Carnival of the goat
fr_fr: Recherche Solarchive search: Carnaval des chèvres.

source: Aside from the stationary scum station, Fresh Kills, near Earth’s L5 Lagrange point, the most notorious scum barge may well be the Carnival of the Goat, a combination artist colony and den of unfathomable hedonism, dedicated to exploring chaos, creativity, self-discovery, and coupling in every conceivable iteration.
fr_fr: Au delà de la barge de racaille Fresh Kills, stationnée non loin du point de Lagrange terrestre L5, la barge de racaille al plus connue pourrait bien être le Carnaval des Chèvres, la combinaison d'une colonie d'artiste et d'une antre d'hédonisme insondable, dédiée à l'exploration du chaos, de la créativité, de la découverte de soi et de l'accouplement dans toute les manières concevable.

source: Residents are known for their consistent and rapid morphological changes, including regular resleeving.
fr_fr: Les résidents sont connus pour leur s changements morpholgiques constants et rapide, incluant des réincarantions régulières.

source: The biosculptors on the Carnival are said to be some of the best in the system.
fr_fr: Les biosculpteurs sur le Carnaval sont connus pour être les meilleurs du système.

source: According to rumors, residents sometimes experiment with multiple simultaneous sleeving, persona-mingling, and other mentally dangerous activities.
fr_fr: D'après les rumeurs, les réssidents font aprfois des expériences avec des incarnations multiples et simultanée, du mélange de personnalité et d'autres activités dangereuses pour l'esprit.

source: Led by a rotating residents’ council, the Carnival prides itself on being a bleeding-edge social experiment, and maintains top-of-the-line facilities for morph customization, resleeving, and psychosurgery.
fr_fr: Mené par un conseil des résidents tournant, le Carnaval se targue d'être une expérimentation social à la pointe et maintient des installations haut de gamme de personnalisation de morph, de réincarnation et de psychochirurgie.

source: Memes: Anarcho-capitalism, Mutualism, Self-Ownership
fr_fr: Mêmes: Anarcho-capitalisme, Mutualisme, Propriété Privée

source: Main Stations: Extropia (Main Belt)
fr_fr: Stations principales: Extropia (Ceinture Principale)

source: Though a smaller tendency, the Extropians are notable because they ride a line between inner and outer system ideologies.
fr_fr: Bien qu'étant une tendance plus faible, les Extropiens sont notables car ils se situent sur la ligne séparant les idéologies du système intérieur et du système extérieur.

source: Extropians believe in an economic free market with the absence of a binding legal system, so that all relations and transactions are based on individual contracts agreed on by all parties involved or affected.
fr_fr: Les Extropiens croient en un marché économiquement libre ainsi qu'en l'absence d'un système légal de contrôle, toutes les relations et toutes les transactions sont donc basées sur des contrats individuels négociées par les deux parties impliquées ou affectées.

source: Contrary to the anarchists, the Extropians very much support private property and personal economic wealth; Extropian-owned corporations actively participate in the solar system's hypercorp economy.
fr_fr: Contrairement aux anarchistes, les Extropiens supporte fortement la propriété privée et la richesse économique personnelle; des corporations possédées par des Extropiens participent activement à l'économie hyeprcorporatiste du système solaire.

source: Many of these corporations are workerowned cooperatives, with workplace councils in local offices and an elected cooperative congress handling management.
fr_fr: beaucoup de ces corporations sontdes entreprises possédées par leurs ouvriers, avec des conseils de lieu de travail dans les bureaux locaux et un congrès coopératif élu s'occupant de la gestion.

source: This puts the Extropians in a remarkable position where they interact heavily with both the hypercorps and autonomists but are not fully trusted by either.
fr_fr: Cela mets les Extropiens dans une position particulière où ils peuvent interagir lourdement à la fois avec les hypercorps et les autonomistes sans qu'aucun des deux ne leur fasse confiance.

source: In Extropian society, law and security, like everything else, are contracted services.
fr_fr: Dans les sociétés Extropienne, la loi et la sécurité, comme tout le reste, sont des services sous contrats.

source: When entering an Extropian habitat, you purchase defense insurance from a local contractor such as Gorgon Defense Systems, who maintains automated drones and freelancers throughout the station who can come to your aid if threatened.
fr_fr: En entrant dans un habitat Extropien, vous achetez une assurance de défense à un contracteur local tel que Gorgon Defense Systems, qui maintient des drônes automatisé et des indépendants à travers toute la station et qui peuvent venir vous aider si vous êtes menacés.

source: Likewise, the only law that exists is what's put into writing between two contracted parties.
fr_fr: De al même manière, la seule loi qui existe est celle qui est écrite dans le contrat qui lie deux parties.

source: In case of disputes, both parties resort to a pre-agreed legal contractor to settle the matter.
fr_fr: En cas de désaccord, les deux parties se réfèrent à un sous-traitant législatif convenu à l'avance pour arbitrer la dispute.

source: Some Extropian colonies utilize AGIs for facilitating contracts and legal matters, such as Nomic on Extropia.
fr_fr: Certaines colonies Extropiennes utilisent des IAGs pour faciliter les problématiques contractuelles et législatives, telels que Nomix sur Extropia.

source: Memes: Individualist Anarchism, Morphological Freedom
fr_fr: Mêmes: Anarchisme Individualiste, Liberté Morphologique

source: Scum are nomadic space gypsies, travelling from station to station in heavily modified barges or swarms of smaller space vessels, mostly former colonial ships.
fr_fr: La racaille est constitué de gitans de l'espace nomades, voyageant d'une station à l'autre dans des barges lourdement modififée ou dans des nouées de vaisseaux spatiaux plsu petit, essentiellement d'anciens vaisseaux coloniaux.

source: The term “scum” has been gleefully appropriated from its original derogatory usage.
fr_fr: Le terme "racaille" a été joyeusement détourné de son usage dérogatoire original.

source: Despite their reputation as criminals and scam artists, their temporary presence is often tolerated in many habitats for the entertainment they bring in the way of exotic performances and storytelling, both of which offer change and relief from the isolation of remote habitats and clusters.
fr_fr: En dépit de leur réputation de criminels et d'escrocs, leur rpésence temporaire est souvent tolérées dans beaucoup d'habitats pour le divertissement qu'ils apportent sous la forme de performances exotiques et d'art du conteur, les deux apportants du changement et du relief à l'isolation des habitats et groupe d'habitats les plus éloignés.

source: Their thriving black markets are an open secret but shut down only in the most oppressive regimes, as citizens returning with illegal goods must pass their station's security anyway.
fr_fr: Leurs marchés noir florissants sont des secret de polichinelles et ne sont fermés que dans les régimes les plus oippressifs, de même que les citoyens ayant des marchandises illégales doivent toujours franchir les contrôles de sécurité de leurs stations.

source: The scum themselves comes from all manner of backgrounds.
fr_fr: La racaille en elle-même possède toute sorte d'origine.

source: They are rejects, anarchists, criminals, societal dropouts, wanderers, artists, eccentrics, and more.
fr_fr: Ce sont des rejetés, des anarchistes, des criminels, des marginaux, des vagabonds, des artistes, des excentriques et bien plus.

source: As a culture, however, they embrace experimentation and an “everything is permissible” attitude.
fr_fr: En tant que culture, cependant, ils embrassent l'expérimentation et l'attitude du "tout est autorisé".

source: Many are ardent practitioners of extreme transhuman modifications.
fr_fr: Beaucoup sont de fervents adeptes des modifications transhumaines extrêmes.

source: Long-time scum are sometimes scarcely recognizable as having once been human.
fr_fr: Les vieilles racailles sont aprfois à peine reconnaissable comme ayant été humaines.

source: Scum economies are transitional rather than new, due to their constant interaction with other habitats, though among long-term residents an underground new economy often flourishes.
fr_fr: L'économie de la racaille est transitionnelle, plus que nouvelle, en raison de leurs interactiosn constantes avec d'autres habitats, bien que parmi les résidents de longue date on peut trouver une nouvelle économie sous-terraine et florissante.

source: Main Stations: Titan
fr_fr: Stations principales: Titan

source: Memes: Technosocialism, Cyberdemocracy
fr_fr: Mêmes: Technosocialisme, Cyberdémocratie

source: Titan was originally settled in the late 21st century by a European academic consortium, making it the only major body in the system colonized primarily by non-hypercorp interests.
fr_fr: Titan a été originellement colonisée à la fin du 21° sicèle par un consortiuem académique Européen, en faisant le premier corps majeur du système colonisé par des intérêts non corporatistes.

source: The social organization of Titan is rooted partly in the Scandinavian social democracies of Earth and partly in the open economy.
fr_fr: L'organisation sociale de Titan est enracinée partiellement dans les démocraties sociales Scandinaves Terrestre et partiellement sur l'économie ouverte.

source: On one hand, citizens of the Titanian Commonwealth eschew the use of currency for mundane needs, participating in the reputation economy used by much of the outer system.
fr_fr: D'un côté, les citoyens du Titanian Commonwealth évitent d'utiliser de la monnaie pour les besoins ordinaires, participant à l'économie réputationnelle utilisée par la plupart du système extérieur.

source: On the other, upon reaching the age of majority, citizens of Titan agree to a literal social contract.
fr_fr: D'un autre côté, en atteignant l'âge de la majorité, les citoyens de Titans acceptent un contrat social littéral.

source: A portion of their economic productivity is quantized as social money, which is then tithed to microcorp-administered social projects such as gateless interstellar exploration, physics research, neuroscience, developing mental health memes, defense, public resleeving, and habitat construction.
fr_fr: Une portion de leur productivit économinque est quantifié en monnaie sociale, qui est ensuite versée à des projets sociaux administrés par des microcorporations tels que l'exploration interstellaire sans porte, la recherche fondamentale en physique, les neurosciences, le développement de mêmes de santé mentale, la défense, la réincarnation publique et la construiction d'habitat.

source: The monetary unit used for this purpose, the Titanian Kroner, is currently pegged to the common market price of a terabyte of qubits.
fr_fr: L'unité monétaire utilisée dans ce but, la Couronne Titanienne, est actuellement indexée sur le prix du marché d'un teraoctet de qubits.

source: Unlike old Earth socialist regimes, there are no state monopolies and no central planning.
fr_fr: Contrairement aux régimes socialistes de la vieille Terre, il n'y a pas de monopole d'état ni de planification centrale.

source: Anyone able to garner enough votes in the Plurality (the Titanian cyberdemocracy) can start a social money-funded microcorp and compete with other microcorps.
fr_fr: Quiconque capable de récupérer suffisament de votes lors de la Pluralité (la cyberdémocratie Titanienne) peut démarrer une microcorporation financée par la monnaie sociale et entrer en compétition avec les autres.

source: Microcorps are owned by the Commonwealth, and profits are disposed of by the Plurality.
fr_fr: Les microcorporatiosn sont possédées par le Commonwealth, et leurs profits sont utilisés par la Pluralité.

source: Microcorps are required to be transparent as administrative entities, and the Plurality votes on whether to transfer discoveries to the open source domain.
fr_fr: Les microcorps se doivent d'être des entités administratives transparentes, et la Pluralité vote pour décider de transférer les découvertes dans le domain open source ou pas.

source: Regulatory matters are handled by AI and AGI bureaucrats (red tape still exists, but it doesn't slow things down ... much).
fr_fr: Les probélamtiques de régulation sont gérés par des bureaucrates IA et IAG (la paperasserie existe toujours, mais elle ne ralenti plus les choses ... ou presque).

source: The main reward for individuals in this system is rep.
fr_fr: La principale récompense pour les individus dans ce système est la rep.

source: Titanians who invest a lot of time or resources in a given field gain rep rewards for doing so.
fr_fr: Les Titaniens qui investissent beaucoup de temps ou de ressources dans un domaine donné sont récompensés par des gains de rep.

source: Aside from sectarian political factions, a number of socio-political movements are widespread throughout the solar system.
fr_fr: A côté des factions politiques sectaires, il existe de nombreux mouvements socio-politiques qui sont largement répandus dans tout le système solaire.

source: Memes: Open Source Society, Information Freedom, Social Responsibility, Techno-Progressivism
fr_fr: Mêmes: Société Open Source, Liberté d'Information, Responsabilité Sociale, Techno-Progressivisme

source: Main Stations: Mitre Station (Lunar Orbit), Markov (Kuiper Belt), Hooverman-Geischecker (Sun)
fr_fr: Stations principales: Station Mitre(Orbite Lunaire), Markov (Ceinture de Kuiper), Hooverman-Geischecker (Soleil)

source: The group calling themselves argonauts is a public organization advocating the socially responsible use of technology.
fr_fr: Le groupe s'appelant les argonautes est une organisation publique défendant la cause d'un usage responsable de la technologie.

source: The group chose its name from the pre-Fall Jasons, an advisory group that consulted for the US government on matters of scientific and technological progress and its possible dangers.
fr_fr: Le groupe a chois son nom d'après les Jasons d'avant la Chute, un groupe de conseillers que consultait le gouvernements des USA sur les problématiques de progrés scientifique et technologique et de ses dangers possibles.

source: The argonauts likewise offer consultation services to political and economic powers throughout the solar system, but strictly refuse to be drawn into the solar system's political affairs in any way.
fr_fr: De la même manière, les argonautes propose des services de consultant aux puissances politiques et économisque à travers tout le système solaire, mais refusent strictement d'être impliqué dans les affaires politique du système.

source: Despite a pre-Fall break with many hypercorps before the Fall, which in some cases included expropriating corporate data and resources, the argonauts re-earned favor by providing their expertise in combating the TITANs to all during the Fall.
fr_fr: En dépit de leur rupture avec de nombreuses hyeprcorps juste avant la Chute, rupture qui amena dans certains cas à l'expropriation de données et de ressources corporatistes, les argonautes ont regagnés les faveurs des gens en fournissant à tous leur expertise dans la lutte contre les TITANs pendant la Chute.

source: The argonauts are strong proponents of the open source movement, advocating open access to technology and information.
fr_fr: Les argonautes sont de gros promotteurs du mouvement open source, défendant l'accès libre à la technologie et à l'information.

source: In their view, providing equal access to transhumanity's knowledge and achievements will further transhuman growth and security, so that all of transhumanity is more prepared for future threats and challenges.
fr_fr: De leur point de vue, fournir un accès équitable à la connaissance et ax avancées de la transhumanité permettre de développer la croissance et la sécurité de la transhumanité, afin qu'elle soit mieux préparée face aux défis et aux menaces futures.

source: Thus the argonauts often insist that payment for their services come in the way of releasing otherwise unobtainable information—hypercorp proprietary secrets, research data, nanofab blueprints, hidden pre-Fall archives, etc.—to the public mesh.
fr_fr: Les argonautes insistent souvent sur le fait que le paiement pour leur services se fassent en libérant des informations indisponibles - des secrets propriétaires hypercorporatistes, des données de recherche, des schéams de fabeurs, des archives pré-Chute cachées, etc. - sur le mesh public.

source: The argonauts maintain several open databases and archives for this specific purpose.
fr_fr: Les argonautes maintiennent plusieurs bases de données et archives ouvertes dans ce but spécifique.

source: While primarily an open organization, the argonauts are rumored to ultimately report to an elite inner circle.
fr_fr: Tout en étant principalement une organisation open source, selon les rumeurs les argonautes rendent des comptes à une élite d'un cercle intérieur.

source: Supporting this theory is the existence of the medeans, the organization's clandestine paramilitary wing, performing bodyguard services to high level argonauts and protecting the group's assets.
fr_fr: L'existence des médéens, l'aile paramilitaire clandestine de l'organisation, et qui servent de gardes du corps personnels pour les argonautes de haut niveau tout en protégeant les actifs du groupe, vient soutenir cette théorie.

source: Memes: Anti-Slavery, Martian Independence, Martian Nationalism, Terraforming Control
fr_fr: Mêmes:: Abolitionnsite, Indépendence Martienne, Nationalisme Martien, Contrôle de la Terraformation
